var s3person= [
{"name":"Linfeng Yan" , 'avatar':'boy-3.png' , 'content':'<p>预祝舒煜baba老板给力，实验顺利，无往不利，反正就是特么一路犀利，最终站在太阳的侧翼</p>'}

,{'name':'Bingqian Li' , 'avatar':'girl.png' , 'content':'<p>哎呀！要写些啥呢？不是还有一年才可能见不到么！所以这不是离别呢！我不想写，我真的不想写，我不想说再见，我一点也不想说煽情的离别的话，因为舒煜粑粑你的确不会离开我们啊，你的确在这啊，一直跟我们在一起啊，我们的心从没分离过啊！可是这个本科毕业的形式总归要存在的，总也要有我们都真的离开学校的那一天，但是，在我以后的人生中，绝对不会忘记我在华科待过的对我影响最大最有意思最有人文气息的一个大家庭，绝对不会忘记几大校级组织里我就只服一个的社联，绝对不会忘记第一眼就看上的思存，绝对不会忘记带我入坑的彭刚林，绝对不会忘记能真正的跟大哥哥一样的关爱我能在行动上和言语上给我动力教会我很多很多不可名状却又坚决不可缺少的东西的舒煜粑粑，绝对不会忘记那一声声“小丸子”的音色音调。妈的智障我特么又煽情了，一点也不好玩…好了，看完这段话就忘了吧，就好像现在的我们还跟三年前一样，时间继续走下去，在大活，在大创的那矮房子里，在奶茶店，在东操，在西操…Well…May you a bright future!<br></p>', "ext":"extended-2"}

,{'name': "Tuochang Wu", "avatar": "boy-3.png", "content": "<p>&nbsp;在接到李冰倩同学邀请部门送老的时候，我才想起好久都没去部门呆呆了(ಥ_ಥ)，以至于有次我甚至碰见某学姐第一时间没反应出名字，在这先向道个歉。自之前换届后，我是真的好久没见过舒煜你人了，待你出关之后，绩果斐然，真给我们这做了个好榜样！在思存这儿结识一群朋友，我是很开心的，优秀的学长学姐也教给了我们很多东西。尽管那时候我真有些一脸懵逼…………虽然我个人之后和大家方向完全不一样，但在这里还是祝愿舒煜粑粑你工作顺利，学业更上一层楼！还有，一定要搞好和女朋友的关系！我这是在一边给自己塞狗粮一边送的真心祝福啊！T_T&nbsp;<br></p>", "ext":"extended"}

];

var s2person=[
{"name":"Jian Guo" , "avatar":"boy-5.png", "content": "<p>&nbsp;舒煜baba给我的第一印象就是一个爱笑的人，都说爱笑的男生运气不会太差。技术好成绩好又是研究生，还可以再陪女票两年233虽说毕业了可是我们还是可以在校园里看到你想想就有点小兴奋呢hhh『能用钱换时间的就尽量用钱获得』这句话自从你这听到后我就深感赞同，我也因此收获了不少。作为我的老学长我一直觉得你是一个非常有趣的人，可能这就是魅力的一种吧。毕业祝好！我们仍在梦想的半路上。&nbsp;</p>"}
,{"name":"Cailian Wang" , avatar:"girl.png" , "content":"<p>舒煜baba：一直都非常崇拜你！o&gt;_&lt;o&nbsp;&nbsp;&nbsp;技术那么6，ppt做的又那么棒！前途无量啊！！之前例会上你分享的经验都非常受用。&nbsp;&nbsp;&nbsp;祝毕业快乐~&nbsp;学业顺利~&nbsp;越来越牛</p><p>——&nbsp;一个仰视着你的思存小部员&nbsp;</p>"}
,{"name":"Zhi Xia" , "avatar":"boy.png" , "content":"<p>印象最深的还是第一次例会舒煜baba说的一句话，“进了部门，我们先是朋友，再是同事”.这一句话给我很大的温暖，也让我感到了思存家一般的感觉，也许从那时起，我就决定了大学四年都要作为思存人过下去的信念。</p>"}
,{"name":"Hanyu Zhao" , "avatar":"girl-1.png" , "content":"<p>&nbsp;虽然跟舒煜baba真正相处的时间不怎么长，但心里一直都十分地敬佩和喜爱舒煜baba，觉得舒煜baba是一个优秀的学长温柔亲和的部长和有趣的朋友（&nbsp;´^ิω^ิ｀）&nbsp;相信优秀的舒煜baba会有美好辉煌的未来，今年一起看欧洲杯美洲杯吧哈哈哈&nbsp;</p>"}
,{"name":"Hei Shai" , "avatar":"boy-1.png" , "content":"<p>舒煜baba的人（pao）生（mei）格言我还没忘呢~</p><p>然而我到现在还是单身狗〒_〒</p><p>一定是因为长的丑┭┮﹏┭┮</p>"}
,{"name":"Jiutian Zeng" , "avatar":"boy-3.png" , "content":"<p>舒baba简直就是偶像hhh当时就觉得特别牛hhh当时作为部长又有技术又保研又有女票人又帅hhh嗯毕业了祝舒大大以后一直坚持自己hhh以后抱大腿！&nbsp;</p>"}
,{"name":"Liang Han" , "avatar":"boy-5.png" , "content":"<p>小白崇拜舒煜baba，不只是技术！<img src='img/V7(XMWRN]{G8~CI}BCCR3QC.gif'></p>"}
,{"name":"Zimeng Xiao" , "avatar":"boy-6.png" , "content":"<p>&nbsp;第一次见baba的时候就感觉是一个很有学长范的人，虽然身材高高瘦瘦的，但是总有一股强大的气场，在笼罩着我们，平时的baba很温柔开朗，笑起来也很阳光（像个孩子），但是在开例会的时候只要一吵起来，一句话一拍手也能很快镇住我们<img src='img/emoji-xk.png'><img src='img/emoji-xk.png'><img src='img/emoji-xk.png'></p><p>虽然相处的时间并不长，但是也已经深深感受到了baba的人格魅力，希望baba毕业后能更进一步，一帆风顺！</p>"}
,{"name":"Ying Gan" , "avatar":"girl-3.png" , "content":"<p>&nbsp;唔，感谢舒煜baba在第一次的面试当中重视了看颜值买手机的我。然后我就进思存，泡到了女神，走向了人生的巅峰。祝舒煜baba这只根正苗红的好少年在光电的道路上越走越远~~~~&nbsp;</p>"}
,{"name":"Yihui Duan" , "avatar":"girl-2.png" , "content":"<p>舒煜大大是我第一个认识的直系学长，也特别敬佩你，大学也是和我一样一开始选择了很多东西去尝试，在做出选择这方面也给了我很多中肯的建议，真的很感谢。<br></p><p>光电专业确实是个大坑，听闻你已保研，希望你不是从一个坑跳到另一个坑(玩笑<img src='img/emoji-xk.png'><img src='img/emoji-xk.png'>)。毕业快乐，我就继续在坑里挣扎了。&nbsp;</p>"}
];

var mp=[
{"name":"Jingxuan Zhou" , "avatar":"boy-2.png" , "content":"<p>遇见一个好的引导人不容易，感谢舒煜baba给予我的那么多历练，带我成长带我飞。预祝你在接下来的“新”生活更加牛逼。</p>"}
,{"name":"Tingjun Li" , "avatar":"boy-4.png" , "content":"<p>仍记得当年还是个什么都不懂的小萌新、刚进部门的那会儿，只是觉得学长学姐们都好厉害，部长又帅又牛逼，人缘那么好，又那么学霸（现在还是这么觉得<img src='img/emoji-xk.png'><img src='img/emoji-xk.png'>）咳咳。。</p><p>其实在大一上的时候和baba还不是那么的熟，大概到了下学期以后开始接触部门除了技术以外的东西才渐渐跟baba熟络了起来，之后又有好几次单独聊天，虽然院系性质天差地别，但是baba给了我很多启发，不管是学习也好，工作也好。大概还能和baba在华科面两年基，好开心2333</p><p>最后祝baba学业有成，好好疼女票（狗粮+1），求抱大腿~</p>", "ext":"extended"}
];

var pic=[
    {"name": "0.jpg"}
    ,{"name": "1.jpg"}
    ,{"name": "2.jpg"}
    ,{"name": "3.jpg", "size": "portrait-4-3"}
    ,{"name": "4.jpg"}
    ,{"name": "5.jpg"}
    ,{"name": "6.jpg", "size": "portrait-4-3"}
];